tap "homebrew/cask"

brew "hub"
brew "jq"
brew "nodenv"
brew "yarn"

cask "charles"
cask "clipy"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "karabiner-elements"
cask "krisp"
cask "microsoft-edge"
cask "slack"
cask "visual-studio-code"
cask "zoom"

cask "homebrew/cask-fonts/font-cica"

mas "Floating: Picture in Picture", id: 1508833245
mas "BetterSnapTool", id: 417375580
