# require sudo
cask "karabiner-elements"

## kubernetes
brew "kubectl"
brew "kubectx"
brew "kube-ps1"
brew "stern"
brew "txn2/tap/kubefwd"

brew "awscli"
brew "direnv"
brew "docker"
brew "git"
brew "gh"
brew "hub"
brew "jq"
brew "mkcert"
brew "nodenv"
brew "tree"
brew "zsh-autosuggestions"

cask "charles"
cask "clipy"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "keycastr"
cask "krisp"
cask "microsoft-edge"
cask "miro"
cask "slack"
cask "visual-studio-code"
cask "zoom"

cask "homebrew/cask-fonts/font-cica"

mas "BetterSnapTool", id: 417375580
mas "Floating", id: 1508833245
mas "GIPHY CAPTURE", id: 668208984
