# require sudo
cask "zulu11"
cask "karabiner-elements"
cask "homebrew/cask-drivers/logitech-options"

brew "awscli"
brew "direnv"
brew "docker"
brew "git"
brew "hub"
brew "jq"
brew "nodenv"
brew "tree"
brew "yarn"
brew "zsh-autosuggestions"

cask "charles"
cask "clipy"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "krisp"
cask "microsoft-edge"
cask "miro"
cask "slack"
cask "visual-studio-code"
cask "zoom"

cask "homebrew/cask-fonts/font-cica"

mas "BetterSnapTool", id: 417375580
mas "Floating", id: 1508833245
mas "GIPHY CAPTURE", id: 668208984
